export interface faqProps {
  id: number;
  title: string;
  text: string;
}

export const FAQList: faqProps[] = [
  {
    id: 1,
    title: "Как оформить заказ и связаться с вами?",
    text: "Связаться с нами можно через по телефону или через сообщения в нашей группе в вк. После получения сообщения мы свяжемся для уточнения деталей и предложим оптимальный вариант выполнения вашего проекта.",
  },
  {
    id: 2,
    title: "Могу ли я заказать индивидуальный дизайн или сувенир?",
    text: "Да! Мы создаем уникальные дизайн-проекты и сувениры по вашему эскизу или идеи. Наши дизайнеры готовы воплотить в жизнь самые необычные идеи!",
  },
  {
    id: 3,
    title: "Какие услуги вы предлагаете?",
    text: "Мы предоставляем полный спектр услуг - от разработки дизайн-макетов и изготовления полиграфической продукции до создания наружной рекламы, корпоративных сувениров и брендирований. Поможем реализовать ваш проект на всех этапах: от идеи до финальной реализации.",
  },
  {
    id: 4,
    title: "Сколько времени занимает изготовление заказа?",
    text: "Время выполнения зависит от типа услуги и объема работы. Например, оформление полиграфии обычно занимает 3-5 дней, наружная реклама - от 7 до 14 дней. Точные сроки мы согласовываем лично после обсуждения всех деталей проекта.+дизайн 2-4",
  },
];
